Repository: Elipese568/DeepSeekChat
Catalog: DeepSeekChat/Strings/*/SettingPage.resw
Source language: en_us
Languages: zh_hans_cn

# AboutSettingHeader.Text
source: About
zh_hans_cn: 关于

# AddButton.Content
source: Add
zh_hans_cn: 添加

# AddModelLabel.Text
source: Add Model
zh_hans_cn: 添加模型

# AiAvatarSettingCard.Description
source: Pick an image which the AI avatar to display in left place
zh_hans_cn: 选择要在左边显示的AI头像

# AiAvatarSettingCard.Header
source: AI Avatar
zh_hans_cn: AI头像

# AiServiceSettingHeader.Text
source: AI Service
zh_hans_cn: AI服务

# ApiKeySettingCard.Description
source: Set up ApiKey to use AI
zh_hans_cn: 设置密钥以使用AI

# ApiKeySettingCard.Header
source: ApiKey
zh_hans_cn: 密钥

# ApiKeyTipFlyout.Subtitle
source: Set a corrent ApiKey to connect to AI
zh_hans_cn: 设置正确的密钥以与AI连接

# ApiKeyTipFlyout.Title
source: Set ApiKey corrently
zh_hans_cn: 正确设置密钥

# ArgWrongTip.Text
source: Name and ID cannot be empty or white space
zh_hans_cn: 模型名称和ID不可置空或填写空白字符

# CancelButton.Content
source: Cancel
zh_hans_cn: 取消

# DisplayLanguageSettingCard.Description
source: Select which language to display
zh_hans_cn: 选择要显示的语言

# DisplayLanguageSettingCard.Header
source: Display Language
zh_hans_cn: 显示语言

# GeneralSettingHeader.Text
source: General
zh_hans_cn: 通用

# HoverImageTip.Text
source: Hover it to see the full of the image
zh_hans_cn: 将鼠标放置在图片上方以查看完整头像

# InvaildModifyDefaultModelInformationMessage
source: Cannot modify information of default model
zh_hans_cn: 不可修改默认模型的信息

# InvaildRemoveDefaultModelMessage
source: Cannot remove default model
zh_hans_cn: 不可删除默认模型

# ModelDescriptionTextBox.Header
source: Model Description
zh_hans_cn: 模型描述

# ModelDescriptionTextBox.PlaceholderText
source: Enter a description for the model
zh_hans_cn: 输入这个模型的描述

# ModelIdTextBox.Header
source: Model ID
zh_hans_cn: 模型ID

# ModelIdTextBox.PlaceholderText
source: Enter id of the model
zh_hans_cn: 输入这个模型的ID

# ModelNameTextBox.Header
source: Model Name
zh_hans_cn: 模型名称

# ModelNameTextBox.PlaceholderText
source: Enter a name for the model
zh_hans_cn: 为这个模型命名

# ModelSettingCard.Description
source: Select a model for chating
zh_hans_cn: 选择一个模型以与AI对话

# ModelSettingCard.Header
source: Model
zh_hans_cn: 模型

# OptionsButton.Content
source: Options
zh_hans_cn: 选项设置

# PersonalitySettingHeader.Text
source: Personality
zh_hans_cn: 个性化

# PickNewButton.Content
source: Pick New
zh_hans_cn: 选取新头像

# RemoveModelButton.Content
source: Remove Model
zh_hans_cn: 移除模型

# ResetButton.Content
source: Reset
zh_hans_cn: 重置

# ServerEndpointSettingCard.Description
source: Set AI Server endpoint
zh_hans_cn: 设置AI服务器地址

# ServerEndpointSettingCard.Header
source: Server Endpoint
zh_hans_cn: 服务器地址

# SettingPageTitle.Text
source: Setting
zh_hans_cn: 设置

# UserAvatarSettingCard.Description
source: Pick an image which your avatar to display in right place.
zh_hans_cn: 选择要在右边显示的你的头像

# UserAvatarSettingCard.Header
source: User Avatar
zh_hans_cn: 用户头像
